<template>
  <div class="container">
    <div class="mb-10 flex items-center gap-20">
      <div>
        <h2 class="mb-7 text-2xl font-bold uppercase">American vintage</h2>
        <p class="max-w-4xl text-primary-dark/80">
          Продукція також включає нечисленні аксесуари у вигляді шарфів, ременів, шапок, а також жіночих сумок.
          Незважаючи на назву "American Vintage", бренд створений французом Мішель Азуле. Відмінність бренду від інших -
          це простота у виконанні виробів (мінімалізм) і 100% натуральні тканини. бренд поєднує в собі розслабленість
          південної Франції і простоту Америки. При створенні одягу використовується дуже тонкий високоякісний трикотаж,
          який дає відчуття "другої шкіри". Основна колірна гамма - це спокійні пастельні забарвлення: горіхові, бежеві,
          жовті, сірі тощо. На перший погляд, здається, що речі прості у своєму виконанні, але вся продукція від цієї
          марки має дуже стильний вигляд, залишаючи без розуму багатьох покупців.
        </p>
      </div>
      <img
        src="/brand/img3.jpg"
        alt="American vintage" />
    </div>
    <div class="container flex justify-start">
      <img
        src="/brand/img4.jpg"
        alt="American vintage"
        class="ml-[30%]" />
    </div>
  </div>
</template>
